Repository: tainacan/tainacan
Catalog: src/languages/tainacan-*.po
Languages: pt_br

source: Repository
pt_br: Repositório

source: Collections
pt_br: Coleções

source: Items
pt_br: Itens

source: Metadata
pt_br: Metadado

source: Filters
pt_br: Filtros

source: Categories
pt_br: Categorias

source: Events
pt_br: Eventos

source: Collection
pt_br: Coleção

source: Filter
pt_br: Filtro

source: Category
pt_br: Categoria

source: Event
pt_br: Evento

source: Term
pt_br: Termo

source: Terms
pt_br: Termos

source: Edit
pt_br: Editar

source: New
pt_br: Novo

source: Add
pt_br: Adicionar

source: Import
pt_br: Importar

source: Export
pt_br: Exportar

source: Cancel
pt_br: Cancelar

source: Remove
pt_br: Remover

source: Save
pt_br: Salvar

source: Next
pt_br: Próximo

source: Back
pt_br: Voltar

source: Search
pt_br: Busca

source: Advanced Search
pt_br: Busca Avançada

source: Continue
pt_br: Continuar

source: Approve
pt_br: Aprovar

source: Not approve
pt_br: Não aprovar

source: Add one item
pt_br: Adicionar um item

source: Add items in bulk
pt_br: Adicionar itens em lote

source: Add items from an external source
pt_br: Adicionar itens de uma fonte externa

source: Publish
pt_br: Publicar

source: Draft
pt_br: Rascunho

source: Private
pt_br: Privado

source: Trash
pt_br: Lixo

source: Automatic Draft
pt_br: Rascunho automático

source: Visible to everyone
pt_br: Visível para todos

source: Visible only for editors
pt_br: Visível apenas para editores

source: Repository Collections Page
pt_br: Página de Coleções do repositório

source: Items Page
pt_br: Página de Itens

source: Repository Fields Page
pt_br: Página de Metadados do repositório

source: Repository Filters Page
pt_br: Página de Filtros do repositório

source: Categories Page
pt_br: Página de Categorias

source: Terms Page
pt_br: Página de Termos

source: Repository Events Page
pt_br: Página de Eventos do repositório

source: Collection Page
pt_br: Página da Coleção

source: Item Page
pt_br: Página do Item

source: Field Page
pt_br: Página do Metadado

source: Collection Events
pt_br: Eventos da Coleção

source: Filter Page
pt_br: Página do Filtro

source: Category Page
pt_br: Página da Categoria

source: Term Page
pt_br: Página do Termo

source: Event Page
pt_br: Página do Evento

source: Collection Creation Page
pt_br: Página de Criação da Coleção

source: Category Creation Page
pt_br: Página de Criação da Categoria

source: Create Item on Collection
pt_br: Criar item na coleção

source: Filter Creation Page
pt_br: Página de criação de filtro

source: Edit Collection
pt_br: Editar coleção

source: Edit Item
pt_br: Editar item

source: Category Edition Page
pt_br: Página de edição da categoria

source: Filter Edition Page
pt_br: Página de edição de filtro

source: Field Edition Page
pt_br: Página de edição de metadado

source: Edit Fields of
pt_br: Editar metadados de

source: Edit Filters of
pt_br: Editar filtros de

source: Clear
pt_br: Limpar

source: Selected
pt_br: Selecionado

source: New Search
pt_br: Nova busca

source: Items found
pt_br: Itens encontrados

source: Main Menu
pt_br: Menu Principal

source: Collection Menu
pt_br: Menu da Coleção

source: Title
pt_br: Título

source: Actions
pt_br: Ações

source: Name
pt_br: Nome

source: Description
pt_br: Decrição

source: Image
pt_br: Imagem

source: Thumbnail
pt_br: Miniatura

source: Empty Thumbnail
pt_br: Miniatura vazia

source: Moderators
pt_br: Moderadores

source: Parent collection
pt_br: Coleção pai

source: No parent collection
pt_br: Sem coleção acima

source: Button View
pt_br: Botão Ver

source: Button Edit
pt_br: Botão Editar

source: Button Delete
pt_br: Botão Deletar

source: Button Delete Header Image
pt_br: Botão deletar cabeçalho de imagem

source: Button Edit Thumbnail
pt_br: Botão Editar Miniatura

source: Button Edit Header Image
pt_br: Botão Editar Cabeçalho de Imagem

source: Choose Thumbnail
pt_br: Fechar miniatura

source: Button Delete Thumbnail
pt_br: Botão Deletar Miniatura

source: Collections per Page:
pt_br: Coleções por Página:

source: Categories per Page:
pt_br: Categorias por página:

source: Events per Page:
pt_br: Eventos por página:

source: Items per Page:
pt_br: Items por Página:

source: Active Fields
pt_br: Metadados ativos

source: Available Fields
pt_br: Metadados disponíveis

source: Available Field Types
pt_br: Tipos de Metadados disponíveis

source: Active Filters
pt_br: Filtros Ativos

source: Filter Type
pt_br: Tipo de Filtro

source: Available Filters
pt_br: Filtros Disponíveis

source: Available Filter Types
pt_br: Tipos de Filtro disponíveis

source: per Page
pt_br: por Página

source: Fields on table
pt_br: Metadados na tabela

source: Required
pt_br: Requerido

source: Allow multiple values
pt_br: Permitir valores múltiplos

source: Default value
pt_br: Valor padrão

source: Unique value
pt_br: Valor único

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Collection Related
pt_br: Coleção relacionada

source: Fields for search
pt_br: Metadados para busca

source: Allow repeated items
pt_br: Permitir itens repetidos

source: Select category
pt_br: Selecionar categoria

source: Input type
pt_br: Tipo de entrada

source: Allow new terms
pt_br: Permitir termos novos

source: Select
pt_br: Selecionar

source: Insert options
pt_br: Inserir opções

source: Attachments
pt_br: Anexos

source: Enabled
pt_br: Habilitado

source: Disabled
pt_br: Desabilitado

source: Creation
pt_br: Criação

source: Collection Items
pt_br: Itens da Coleção

source: Collection Fields
pt_br: Metadados da Coleção

source: Collection Filters
pt_br: Filtros da Coleção

source: Parent Term
pt_br: Termo Pai

source: New Term
pt_br: Novo Termo

source: New Child
pt_br: Novo filho

source: Category Terms
pt_br: Termos de Categorias

source: No parent term
pt_br: Nenhum termo pai

source: Term without name
pt_br: Termo sem nome

source: Inherited
pt_br: Herdado

source: Sorting
pt_br: Ordenação

source: Who and when
pt_br: Quem e quando

source: Header Image
pt_br: Imagem da Header

source: Empty Header Image
pt_br: Imagem da Header vazia

source: Enable Cover Page
pt_br: Habilitar imagem de capa

source: Cover Page
pt_br: Página de capa

source: Default Displayed Fields
pt_br: Metadados exibidos por padrão

source: Display on Listing
pt_br: Exibir na listagem

source: Display by default
pt_br: Exibir por padrão

source: Never displayed
pt_br: Nunca exibir

source: Not display by default
pt_br: Não exibir por padrão

source: Attach to item
pt_br: Anexar ao item

source: Document
pt_br: Documento

source: Empty document
pt_br: Documento vazio

source: File
pt_br: Arquivo

source: Select File
pt_br: Selecionar arquivo

source: Expand all
pt_br: Expandir todos

source: Collapse all
pt_br: Recolher todos

source: Delete selected collections
pt_br: Deletar Coleções selecionadas

source: Delete selected items
pt_br: Deletar itens selecionados

source: Delete selected categories
pt_br: Deletar categorias selecionadas

source: Drop an image here or click to upload.
pt_br: Arraste e solte uma imagem aqui para enviar.

source: Select a status:
pt_br: Selecione um status.

source: Select a filter type:
pt_br: Selecione um tipo de filtro.

source: Select a parent term:
pt_br: Selecione um tipo de relacionamento.

source: Type to search a Page to choose.
pt_br: Digite na busca para escolher uma Página.

source: Type to search a User to add.
pt_br: Digite na busca para selecionar um Usuário.

source: Select a parent colection.
pt_br: Selecione uma coleção pai.

source: Select a thumbnail image for collection
pt_br: Selecione uma imagem de miniatura para a Coleção

source: Select a thumbnail image for item
pt_br: Selecione uma imagem de miniatura para o Item

source: Select a header image for collection
pt_br: Selecione uma imagem de capa para a coleção

source: Select a header image for term
pt_br: Selecione uma imagem de miniatura para o Termo

source: Select files to attach to item
pt_br: Selecione arquivos para anexar ao Item

source: Select a document file for item
pt_br: Selecione um arquivo de documento para o Item

source: Insert URL
pt_br: Insira uma URL

source: Write Text
pt_br: Escreva aqui

source: Search on repository
pt_br: Busca no Repositório

source: Search on collection
pt_br: Busca na coleção

source: Name is required.
pt_br: Um nome é requerido.

source: No collection was created in this repository.
pt_br: Nenhuma coleção foi criada neste repositório.

source: No category was created in this repository.
pt_br: Nenhuma categoria foi criada neste repositório.

source: No item was created in this collection.
pt_br: Nenhum item foi criado nesta coleção.

source: No page was found with this name.
pt_br: Nenhuma página foi encontrada com este nome.

source: No user was found with this name.
pt_br: Nenhum usuário foi encontrado com este nome.

source: No item was found here with these filters.
pt_br: Nenhum item foi encontrado com estes filtros.

source: Warning: Item not saved.
pt_br: Atenção: O item ainda não foi salvo.

source: This collection doesn't have any moderator yet.
pt_br: Esta coleção ainda não tem nenhum moderador.

source: Error on deleting collection.
pt_br: Erro ao deletar coleção.

source: Error on deleting category
pt_br: Erro ao deletar categoria

source: Collection deleted.
pt_br: Coleção deletada.

source: Item deleted.
pt_br: Item deletado.

source: Category deleted
pt_br: Categoria deletada

source: Do you really want to delete this collection?
pt_br: Você realmente deseja deletar essa coleção?

source: Do you really want to delete this item?
pt_br: Você realmente deseja deletar este item?

source: Do you really want to delete this category?
pt_br: Você realmente deseja deletar esta Categoria?

source: Do you really want to delete the selected collections?
pt_br: Você realmente deseja deletar as coleções selecionadas?

source: Do you really want to delete the selected items?
pt_br: Você realmente deseja deletar os itens selecionados?

source: The field Collection related is required
pt_br: O metadado Coleção é requerido

source: No fields found in this collection
pt_br: Nenhum metadado encontrado nesta coleção

source: Showing items
pt_br: Exibindo itens

source: Showing collections
pt_br: Exibindo coleções

source: Showing categories
pt_br: Exibindo categorias

source: Showing events
pt_br: Mostrar eventos

source: to
pt_br: para

source: of
pt_br: de

source: Created by:
pt_br: Criado por

source: By:
pt_br: Por

source: Date:
pt_br: Data

source: Not saved
pt_br: Não salvo

source: Are you sure? The item is not saved, changes will be lost.
pt_br: Opa, tem certeza? Como o Item não foi salvo, as alterações podem ser perdidas.

source: Are you sure? There are fields not saved, changes will be lost.
pt_br: Opa, tem certeza? Como alguns Metadados não foram salvos, as alterações podem ser perdidas

source: Are you sure? There are filters not saved, changes will be lost.
pt_br: Opa, tem certeza? Como alguns Filtros não foram salvos, as alterações podem ser perdidas

source: No description provided.
pt_br: Nenhuma descrição fornecida

source: Are you sure? The category is not saved, changes will be lost.
pt_br: Opa, tem certeza? Como a Categoria não foi salva, as alterações podem ser perdidas

source: Are you sure? There are terms not saved, changes will be lost.
pt_br: Opa, tem certeza? Como alguns Termos não foram salvos, as alterações podem ser perdidas

source: Are you sure? This term is parent of other terms. These will be converted to root terms.
pt_br: Opa, tem certeza? É um Termo pai de outros termos. Será convertido em termo raiz.

source: No events
pt_br: Sem eventos

source: Before updating
pt_br: Antes de atualizar

source: What was updated
pt_br: O que foi atualizado?

source: There is no field here yet.
pt_br: Opa, você ainda não configurou nenhum Metadado

source: There is no filter here yet.
pt_br: Opa, você ainda não configurou nenhum Filtro

source: Changes
pt_br: Alterações

source: Possible external sources: CSV, Instagram, Youtube, etc.
pt_br: Fontes externas de pesquisa: CSV, Instagram, Youtube, etc.

source: The term name
pt_br: O nome do Termo

source: The description of the Term.
pt_br: Descrição do Termo

source: Text
pt_br: Texto

source: Text area
pt_br: Área de texto

source: Date
pt_br: Data

source: Numeric
pt_br: Numérico.

source: Select box
pt_br: Caixa de seleção

source: Relationship
pt_br: Relacionamento

source: Custom Interval
pt_br: Intervalo customizado

source: Select Box
pt_br: Lista de seleção

source: Autocomplete
pt_br: Autocompletar

source: Tag Input
pt_br: Entrada de Etiquetas

source: Check Box
pt_br: Caixa de verificação

source: Category Tag Input
pt_br: Entrada de Etiquetas de Categorias

source: Category Check Box
pt_br: Caixa de verificação de Categorias

source: Category Select Box
pt_br: Lista de seleção de Categoria

source: Limit results to those matching a string.
pt_br: Limitar resultados que coincidem em série.

source: Order sort attribute ascending or descending.
pt_br: Ordenar ascendente ou descendente.

source: Custom field key.
pt_br: Chave de Metadado customizado.

source: Custom field value
pt_br: Valor de Metadado customizado.

source: Operator to test the meta_value. Possible values are =, !=, >, >=, <, <=, LIKE, NOT LIKE, IN, NOT IN, BETWEEN, NOT BETWEEN, NOT EXISTS, REGEXP, NOT REGEXP or RLIKE.
pt_br: Operador para testar o meta_value. Valores possíveis são =, !=, >, >=, <, <=, LIKE, NOT LIKE, IN, NOT IN, BETWEEN, NOT BETWEEN, NOT EXISTS, REGEXP, NOT REGEXP ou RLIKE.

source: Limit result set to items that have specific custom fields
pt_br: Limitar conjunto de resultados para itens que possuem metadado específicos.

source: Operator to test. Possible values are =, !=, >, >=, <, <=, LIKE, NOT LIKE, IN, NOT IN, BETWEEN, NOT BETWEEN, EXISTS and NOT EXISTS.
pt_br: Operador para teste. Valores possíveis são =, !=, >, >=, <, <=, LIKE, NOT LIKE, IN, NOT IN, BETWEEN, NOT BETWEEN, EXISTS e NOT EXISTS.

source: OR or AND, how the sub-arrays should be compared.
pt_br: OR ou AND, como os sub-arrays deveriam ser comparados.

source: Limit result set to items that was created in specific date.
pt_br: Limitar resultados para Itens criados em determinada data.

source: 4 digit year (e.g. 2018).
pt_br: Ano com 4 dígitos (ex. 2018).

source: Month number (from 1 to 12).
pt_br: Número do mês (de 1 até 12).

source: Day of the month (from 1 to 31).
pt_br: Dia do mês (de 1 até 31).

source: Week of the year (from 0 to 53).
pt_br: Semana do ano (de 0 até 53).

source: Hour (from 0 to 23).
pt_br: Hora (0 até 23).

source: Minute (from 0 to 59).
pt_br: Minuto (de 0 até 59).

source: Second (from 0 to 59).
pt_br: Segundo (0 até 59).

source: Date to retrieve posts before. Accepts strtotime()-compatible string, or array of year, month, day
pt_br: Data para recuperar textos anteriores. Aceita strings do tipo strtotime() ou uma matriz tipo ano, mês e dia.

source: Date to retrieve posts after. Accepts strtotime()-compatible string, or array of year, month, day
pt_br: Data para recuperar textos anteriores. Aceita strings do tipo strtotime() ou uma matriz tipo ano, mês e dia.

source: Show items associated with certain taxonomy.
pt_br: Mostrar Itens associados a determinada taxonomia

source: The taxonomy data base identifier.
pt_br: Taxonomia da base de dados identificada.

source: Taxonomy term(s).
pt_br: Termos da Taxonomia

source: Operator to test. Possible values are IN, NOT IN, AND, EXISTS and NOT EXISTS
pt_br: Operador (ou instância) para teste. Valores possíveis: dentro, fora, e, existe e não existe.

source: The logical relationship between each inner taxonomy array when there is more than one. Possible values are AND, OR. Do not use with a single inner taxonomy array.
pt_br: Relação lógica entre cada matriz de taxonomia interna quando houver mais de uma. Os valores possíveis são AND e OR. Não utilizar com uma única matriz de taxonomia interna.

source: To delete permanently, you can pass 'permanently' as true. By default this will only trash collection
pt_br: Para deletar de forma permanente, você deve setar 'permanently' com o valor 'true'. Por padrão, essa ação irá apenas colocar a coleção na lixeira.

source: Body can not be empty.
pt_br: O corpo da mensagem não pode estar vazio.

source: One or more values are invalid.
pt_br: Um ou mais valores estão inválidos

source: Collection with that ID not found
pt_br: A coleção com esta ID não foi encontrada

source: The body could not be empty
pt_br: O corpo da mensagem não pode estar vazio

source: Field with that ID not found
pt_br: Campo cuja ID não foi localizada

source: That field is not a default field
pt_br: Este campo não é o campo padrão

source: That field is not a collection field
pt_br: Este campo não é um campo de coleção

source: Fetch all values of a field from a collection in all it collection items
pt_br: Buscar todos os valores de um metadado dentro de uma coleção

source: Failure on deleted.
pt_br: Erro ao deletar.

source: Delete term permanently.
pt_br: Deletar termo permanentemente.

# User role
source: Tainacan Author
pt_br: Autor Tainacan

# User role
source: Tainacan Contributor
pt_br: Colaborador Tainacan

# User role
source: Tainacan Editor
pt_br: Editor Tainacan

source: is invalid
pt_br: Inválido

source: Parent term
pt_br: Termo Raiz

source: The title of the collection
pt_br: O título da coleção

source: An introductory text describing the collection
pt_br: Texto introdutório que descreve a coleção

source: To use this page as the home page of this collection
pt_br: Usar essa página como página principal desse repositório

source: To assign users as Moderators of this collection
pt_br: Atribuir a função de moderador a determinado(s) usuário(s)

source: Name of the field
pt_br: Nome do Metadado

source: The name should be a text value and not empty
pt_br: O nome deve ser um texto não vazio

source: A unique and santized string representation of the field
pt_br: Um texto único e sanitizado representando o metadado

source: Field order. Field used if collections are manually ordered
pt_br: Ordem do Metadado. Metadado utilizado se coleções são ordenadas manualmente.

source: The menu order should be a numeric value
pt_br: A ordem do menu deve ser um valor numérico

source: Parent
pt_br: Pai

source: Parent field
pt_br: Metadado pai

source: The field description
pt_br: Descrição do Metadado

source: Type
pt_br: Tipo

source: The field type
pt_br: O tipo de Metadado

source: Field type is empty
pt_br: Tipo de metadado está vazio

source: The field is required
pt_br: O metadado é requerido

source: Field required field is invalid
pt_br: Metadado requerido é invalido

source: Collection key
pt_br: Chave da coleção

source: Field value should not be repeated
pt_br: Valores do metadado não devem ser repetidos

source: Collection key is invalid
pt_br: Chave da coleção é invalida

source: Multiple
pt_br: Multiplo

source: Allow multiple fields for the field
pt_br: Permitir metadados múltiplos no Metadado

source: Multiple fields is invalid
pt_br: Metadado múltiplos é invalido

source: Cardinality
pt_br: Cardinalidade

source: Number of multiples possible fields
pt_br: Número de campos múltiplos possíveis

source: The number of fields not allowed
pt_br: O número de campos permitidos

source: Mask
pt_br: Máscara

source: The mask to be used in the field
pt_br: A máscara deve ser utilizada no campo

source: The value default fot the field
pt_br: O valos padrão para o campo

source: Field Type options
pt_br: Opções de tipo de Campo

source: Options specific for field type
pt_br: Opções específicas do Tipo de Campo

source: The collection ID
pt_br: O ID da coleção

source: Field Value Accepts Suggestions
pt_br: O Valor do Campo Aceita Sugestões

source: Allow the community suggest a different values for that field
pt_br: Permitir que a comunidade sugira diferentes valores para este campo

source: Fields
pt_br: Metadados

source: Field
pt_br: Metadado

source: Add new Field
pt_br: Adicionar novo Campo

source: Edit Field
pt_br: Editar Campo

source: New Field
pt_br: Novo campo

source: View Field
pt_br: Ver Campo

source: Search Field
pt_br: Buscar Campo

source: No Field found
pt_br: Nenhum Metadado encontrado

source: No Field found in trash
pt_br: Nenhum campo encontrado na lixeira

source: Parent Field:
pt_br: Metadado Pai:

source: Name of the filter
pt_br: Nome do Filtro

source: The filter name should be a text value and not empty
pt_br: O nome do Filtro deve ser um texto não vazio

source: Filter order. Field used if filters are manually ordered
pt_br: Ordem do Filtro. Campo utilizado se filtros são ordenados manualmente

source: The filter description
pt_br: A descrição do filtro

source: Filter type options
pt_br: Opções do Tipo de Filtro

source: The filter type options
pt_br: As opções do tipo de filtro

source: The filter type
pt_br: O tipo de filtro

source: Color
pt_br: Cor

source: Filter color
pt_br: Cor do Filtro

source: Filter field
pt_br: Campo do Filtro

source: Add new Filter
pt_br: Adicionar novo Filtro

source: Edit Filter
pt_br: Editar Filtro

source: New Filter
pt_br: Novo Filtro

source: View Filter
pt_br: Ver Filtro

source: Search Filters
pt_br: Buscar Filtros

source: No Filters found
pt_br: Nenhum Filtro encontrado

source: No Filters found in trash
pt_br: Nenhum Filtro encontrado na lixeira

source: Parent Filter:
pt_br: Filtro pai:

source: Title of the item
pt_br: Título do item

source: The title should be a text value and not empty
pt_br: O título deve ser um texto não vazio

source: The item description
pt_br: A descrição do item

source: Author
pt_br: Autor

source: The item author's user ID (numeric string)
pt_br: O ID de usuário do autor do item (texto numérico)

source: The item creation date
pt_br: A data de criação do item

source: The item modification date
pt_br: A data de modificação do item

source: Term IDs
pt_br: IDs de Termos

source: The item term IDs
pt_br: Os IDs de termos do item

source: New Item
pt_br: Novo Item

source: View Item
pt_br: Ver Item

source: Search items
pt_br: Buscar Items

source: No items found
pt_br: Nenhum item encontrado

source: No items found in trash
pt_br: Nenhum item encontrado na lixeira

source: Parent item:
pt_br: Item pai:

source: The title of the log
pt_br: O título da atividade

source: Menu order
pt_br: Ordem do menu

source: Log order
pt_br: Ordem da atividade

source: The log description
pt_br: A descrição da atividade

source: The log slug
pt_br: O slug da atividade

source: The quantity of items that should be load
pt_br: A quantidade de itens que devem ser carregados

source: User ID
pt_br: ID do Usuário

source: Unique identifier
pt_br: Identificador único

source: Blog ID
pt_br: ID do Blog

source: The id of collection that this log is related.
pt_br: o ID da coleção relacionada a este registro.

source: Logs
pt_br: Atividades

source: Log
pt_br: Atividade

source: Add new Log
pt_br: Adicionar nova Atividade

source: Edit Log
pt_br: Editar Atividade

source: New Log
pt_br: Nova Atividade

source: View Log
pt_br: Ver Atividade

source: Search Logs
pt_br: Buscar Atividades

source: No Logs found
pt_br: Nenhuma atividade encontrada

source: No Logs found in trash
pt_br: Nenhuma atividade encontrada na lixeira

source: Parent Log:
pt_br: Atividade pai:

source: Name of the taxonomy
pt_br: Nome da categoria

source: The taxonomy description
pt_br: A descrição a categoria

source: The taxonomy slug
pt_br: O slug da categoria

source: Allow insert
pt_br: Permitir inserção

source: Allow/Deny the creation of new terms in the taxonomy
pt_br: Permitir/negar a criação de novos termos na categoria

source: Allow insert is invalid, allowed values ( yes/no )
pt_br: Permitir inserção está inválida, valores permitidos: sim/não.

source: The IDs of collection where the taxonomy is used
pt_br: Os IDs da coleção onde a categoria é utilizada

source: Taxonomies
pt_br: Categorias
