Repository: tainacan/tainacan
Catalog: src/languages/tainacan-*.po
Languages: pt_br

source: Taxonomy
pt_br: Categoria

source: Add new Taxonomy
pt_br: Adicionar nova Categoria

source: Edit Taxonomy
pt_br: Editar Categoria

source: New Taxonomy
pt_br: Nova Categoria

source: View Taxonomy
pt_br: Ver Categoria

source: Search Taxonomies
pt_br: Buscar Categorias

source: No Taxonomies found
pt_br: Nenhuma Categoria encontrada

source: No Taxonomies found in trash
pt_br: Nenhuma categoria encontrada na lixeira

source: Parent Taxonomy:
pt_br: Categoria Pai:

source: Name of the term
pt_br: Nome to termo

source: The name is empty
pt_br: O nome está vazio

source: The parent of the term
pt_br: O pai do termo

source: The term description
pt_br: A descrição do termo

source: The term taxonomy
pt_br: A categoria do termo

source: The taxonomy is empty
pt_br: A categoria está vazia

source: User
pt_br: Usuário

source: The term creator
pt_br: O criador do termo

source: The user is empty or invalid
pt_br: O usuário está vazio ou inválido

source: The image to be used in term header
pt_br: Imagem para ser usada no cabeçalho do termo

source: Hide empty
pt_br: Esconder vazios

source: Hide empty terms
pt_br: Esconder termos vazios

source: Properties
pt_br: Propriedades

source: Property
pt_br: Propriedade

source: Value
pt_br: Valor

source: Select an option
pt_br: Selecione uma opção
